
<template>
  <div class="page">
    <div class="container">
      <div class="title">创客贴VIP服务协议</div>
      <!-- 前言 -->
      <div class="preface">
        <p>
          欢迎使用北京艺源酷科技有限公司（以下简称“创客贴”）的VIP会员服务，为了保障你的权益，请在进行下一步操作前，详细阅读本协议的所有内容，
          特别是加粗部分。请你仔细阅读、理解并遵守《创客贴VIP服务协议》。本协议由你与创客贴VIP会员服务提供方共同缔结，具有合同效力。
        </p>
        <br>

        <p>
          本协议内容包括本协议正文、创客贴已经发布或将来可能发布的与创客贴VIP会员服务相关的各类规则。所有规则为本协议不可分割的组成部分，
          与本协议具有同等法律效力。一旦相关内容发生变动，创客贴将会通过站内信等方式提示你。如果你不同意对本协议内容所做的修改，则应立即停止使用本服务；
          如果你继续使用本服务的，则视为你同意对本协议内容所做的修改。
        </p>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">一. 定义</div>
        <div class="paragraph_content">
          <p>
            1.创客贴VIP会员：指注册用户在签署本协议并根据创客贴公布的收费标准支付相应的费用后获取的特殊资格，具体资格名称以创客贴公示的名称为准。
            以下简称“会员”。
          </p>
          <br>
          <P>2.会员服务：指会员所享有根据选择购买的会员选项所享有的特殊服务，具体以创客贴公布的服务内容为准。</P>
          <br>
          <P>
            3.创客贴网：指
            <a href="https://www.chuangkit.com/">https://www.chuangkit.com/</a> ，主要分为模板中心、设计工具、在线印刷、正版素材，
            由北京艺源酷科技有限公司所有及运营。
          </P>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">二. 使用规范</div>
        <div class="paragraph_content">
          <p>
            1.你申请开通会员服务时，需要提交你本人的手机号码、邮箱及第三方支付账户等个人资料或企业身份证明资料，并保证你提供的个人资料真实、
            准确、完整、合法有效。如你提供的资料不合法、不真实、不准确、不详尽，由此引起的损失及法律责任将由你自行承担，给创客贴造成损失的，
            创客贴保留要求你赔偿的权利。
          </p>
          <br>
          <p>
            2.创客贴有权单方对其提供的虚拟产品(包括但不限于VIP会员)予以定价，并有权根据自身运营需要予以变更，且创客贴在此获得你的授权
            可以根据平台统一调整比例调整你已经获取的虚拟产品;基于虚拟产品的性质和特征，你所获取的虚拟产品不能够进行退货、换货、兑换现金
            亦不得用于商业领域如买卖、置换、抵押等。一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不获保护，创客贴有权中止或终止对你的服务。
          </p>
          <br>
          <p>
            3.会员服务有效期根据你选择购买的会员选项的具体时长为准，自你成功支付会员服务费用之日起计算。每一个收费项目的服务周期以页面标注期限为准。
            如你未在有效时间内使用已购买的服务，视为你已使用，创客贴概不退款。
          </p>
          <p>若你希望在有效期届满后继续享受会员服务，则需要重新购买。</p>
          <br>
          <p>
            4.若你购买了多个收费服务，其服务范围相同且有效期发生重合的情况下，低等级的套餐会把金额折算成高等级套餐的时长，
            与你购买的高等级套餐时长累计叠加起来，同时你已支付的低等级套餐费用创客贴概不退款。
          </p>
          <br>
          <p>
            5.在使用会员服务过程中，你应当是具备与你行为相适应的民事行为能力的自然人、法人或其他组织。若你不具备前述主体资格，
            请务必在你的监护人的帮助下共同完成，若因此使得创客贴或任何第三方权益受损，你及你的监护人将承担相应的责任。
          </p>
          <br>
          <p>6.你知悉并同意，创客贴有权通过站内信、邮件、短信或电话等形式， 向你发送会员活动相关信息。</p>
          <br>
          <p>
            7.你确认会员服务仅限你本人使用，同时，你保证你将合理使用会员服务，不利用会员服务非法获利，不以任何形式转让你所享有的会员服务，
            不以任何形式将你所享有的会员服务借给他人使用，如创客贴有合理理由怀疑你存在不当使用会员服务时，
            创客贴有权取消你的会员资格且不退还你支付的会员服务费用，因此产生的相关责任及损失均由你自行承担，给创客贴造成损失的，创客贴保留向你追偿的权利。
          </p>
          <br>
          <p>8.创客贴网保留在法律法规允许的范围内自行决定是否接受你的会员申请、调整会员服务内容、取消会员资格等相关权利。</p>
          <br>
          <p>9.你理解并保证，你在使用会员服务过程中遵守诚实信用原则。如创客贴发现或有合理理甶怀疑你存在以下任一情形的：</p>
          <div class="paragraph_content_2">
            <p>(a) 通过任何不当手段或以违反诚实信用原则的方式开通会员服务的，包括但不限于通过恶意软件绕过创客贴设定的正常流程开通会员服务；</p>
            <p>(b) 你提供的资料不合法、不真实，包括但不限于盗用他人信息；</p>
            <p>(c) 你通过创客贴会员专区购买的商品用于法律法规所禁止的目的的；</p>
            <p>
              (d) 创客贴有合理理由怀疑你存在违反诚实信用原则的其他行为。 则创客贴有权拒绝你的会员服务开通需求；若已开通的，
              创客贴有权单方面取消你的会员资格且不退还你支付的会员服务费用。
            </p>
          </div>
          <br>
          <p
            style="font-family: PingFangSC-Semibold;"
          >10.你理解并同意创客贴有权根据实际业务需要不时地调整其网站内容而无需另行通知你，包括但不限于内容增减、授权期限、收费模式等等。</p>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">三. 账号独立</div>
        <div class="paragraph_content">
          <p>1.同一主体拥有的QQ帐号及微信帐号，在进行创客贴VIP登录时，将被识别为两个独立的帐号；（使用QQ注册的账号并绑定微信号的除外）</p>
          <br>
          <p>2.同一主体拥有多个QQ帐号并进行创客贴VIP会员登录的，每一个QQ帐号将被识别为一个独立的帐号；</p>
          <br>
          <p>3.同一主体拥有多个微信帐号并进行创客贴VIP会员登录的，每一个微信帐号将被识别为一个独立的帐号；</p>
          <br>
          <p>
            4.每个帐号之间的充值记录、VIP权限无法进行转移、迁徙、转让、赠与、售卖、租借、分享，无论该等帐号是否由同一使用人拥有，
            请你在登录/充值/参加活动时注意区分，避免造成损失。由此造成的损失由VIP会员自行承担。
          </p>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">四. 会员服务售后</div>
        <div class="paragraph_content">
          <p>
            1.你知悉并确认，开通会员服务后，若你中途主动取消服务或终止资格或被创客贴根据《创客贴VIP服务协议》、
            本协议及相关规则注销账号、终止会员资格的，你已支付的会员服务费用将不予退还。
          </p>
          <br>
          <P>2.如你有其他与会员服务售后相关的问题，可以通过创客贴公布的联系方式联系客服进行反馈。</P>
        </div>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">五. 其他约定</div>
        <div class="paragraph_content">
          <p>1.通知：所有发给你的通知都可通过站内信、电子邮件、常规的信件或在网站显著位置公告的方式进行传送。</p>
          <br>
          <p>
            2.本协议适用中华人民共和国的法律。当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，
            同时相关条款将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。
          </p>
          <br>
          <p>
            3.如使用会员服务过程中出现纠纷，你与创客贴应友好协商解决，若协商不成，应约定相关诉讼由
            北京仲裁委员会／北京国际仲裁中心按照其仲裁规则进行仲裁。
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  methods: {
    quick_pay_fun: function() {
      this.quick_pay_show = true;
      this.balance_pay_show = false;
      this.company_pay_show = false;
    }
  }
};
</script>

<style lang="less" scoped>
@import "../base.less";
</style>
