  <template>
  <div class="page">
    <div class="container">
      <div class="title">CC0协议1.0通用正文</div>
      <!-- 前言 -->
      <div class="preface">
        <a href="https://creativecommons.org/publicdomain/zero/1.0/legalcode">查看英文原版CC0协议</a>
        <p>这一法律工具的官方翻译适用于其它语言。</p>
        <p>
          知识共享组织（下称“本组织”）不是律师事务所，亦不提供法律服务。提供本许可文本并不在提供者与使用者之间产生“律师—客户” 的关系。
          本组织按其现状提供这些信息，但是本组织对于所提供的信息不承担任何担保责任，亦不对因使用该信息而造成的损失承担损害赔偿责任。
        </p>
        <br>
        <p>关于本许可文本目的的声明</p>
        <p>全球大多数司法管辖领域的法律，自动将专属的著作权及其相关权利（定义见下文）赋予原始创作及资料库之创作者及之后的权利人（以下单称或统称“权利人”）。</p>
        <p>
          部分想要永久放弃著作权的人，是为了把其作品贡献给一个创意、文化及科学著作的共享领域，
          在该领域中，社会公众能安心地、无惧地使用作品，并以绝对自由的方式、以任何目的（包括但不限于商业目的）去修改、再利用、向公众提供这些著作及将该著作收录于其他著作中，
          而不必担心其他人会主张其侵权。
          这些权利人之所以会将其作品贡献给本领域中，是为了发扬自由文化理想或进一步促进创意、文化及科学著作产生，或者借助他人的使用及努力赢得名声或使其作品传播的更广泛。
        </p>
        <p>
          为了这些及/或其他目的和动机，且没有任何额外考量或补偿的预期下，携带其作品加入公共领域贡献宣告的著作权人（下称“宣告者”），
          在他/她是本著作的著作权及其相关权利的权利人的范围内，且在其了解到他/她对本著作的著作权及其相关权利和意义以及公共领域贡献宣告对那些权利将产生法律影响的情形下，
          自愿选择将公共领域贡献宣告适用在本著作上，且公开地依据公共领域贡献宣告的条款来传播本作品。
        </p>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">一. 著作权及其相关权利</div>
        <div class="paragraph_content">
          <p>本作品依据公共领域贡献宣告提供利用，可能受到著作权及其相关或邻接权利的保护。著作权及其相关权利包含但不限于下列权利：</p>
          <div class="paragraph_content_2">
            <p>I、复制、改编、发行、表演、展示、广播及翻译本作品的权利；</p>
            <p>II、保留的原著作权人及/或表演人的著作权中的人格权；</p>
            <p>III、与本作品中描绘某人的形象或肖像有关的形象权或隐私权；</p>
            <p>IV、关于保护本作品免于受不正当竞争的权利，需受到以下第4(1)条的限制；</p>
            <p>V、保护摘录、传播、利用及再利用本作品中资料的权利；</p>
            <p>VI、资料库的权利（例如欧洲议会及理事会在1996年3月11日通过编号为96/9/EC的《欧体资料库法律保护指令》，及任何国家对此指令的实施，包含任何该指令的修 改或后续版本）；</p>
            <p>VII、其他遍及全球或基于相关法律或条约及任何国家对该等法律或条约的实施下之相似、相等或一致的权利。</p>
          </div>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">二. 放弃</div>
        <div class="paragraph_content">
          <p>
            1.在被允许的最大范围且不违反相关法律的情况下，宣告者于此公开地、完全地、永久地、不可撤回地、无条件地放弃其对其作品所有的著作权及其他相关权利及相应的诉讼主张，
            不论现在已知或未知（包括现行及未来的诉讼主张），
          </p>
          <div class="paragraph_content_2">
            <p>(i)在全球范围内，</p>
            <p>(ii)在相关法律及条约规定的最长存续期间（包括未来的延长期间），</p>
            <p>(iii)在任何现行或未来的媒介及任何数量的副本上，以及(iv)为了任何目的（包含但不限于商业、广告或促销之目的）的放弃。</p>
          </div>
          <br>
          <p>
            宣告者放弃其著作权有利于社会公众的每一个人，但是会损害其继承者的利益。
            而宣告者完全了解且希望这样的放弃永远不会成为撤回、撤销、取消、终止或被其他任何法律认定为相关行为的客体，以免影响社会公众对其基于本协议第1条放弃行为产生误解。
            社会公众对于本作品的善意的使用，不会受到任何侵扰。
          </p>
          <br>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">三. 转换为对社会公众授权</div>
        <div class="paragraph_content">
          <p>
            1.若因为任何原因，宣告者“放弃权利”的任一部分依据某准据法被法院认定为无效，则该“放弃权利”在宣告者明示的前述“目的声明”中应在被允许的最大范围内被考量。
            此外，在“放弃权利”被这类裁定认定无效的范围内，宣告者在此授权每位受影响者免费的、不得移转的、不得再授权的、非专属的、
            不可撤回的及无条件来实施宣告者对本作品的著作权及其相关权利，
          </p>
          <div class="paragraph_content_2">
            <p>(i)在遍及全球的领域，</p>
            <p>(ii)在相关法律及条约规定的最长期间（包含未来的延长期间），</p>
            <p>(iii)在任何现行或未来的媒介及任何数量的副本上，及 (iv)为了任何目的（包含但不限于商业、广告或促销的目的）。</p>
          </div>

          <br>

          <p>
            该“授权”应被视为溯及自宣告者将公共领域贡献宣告适用于本著作之日起生效。若因为任何原因该“授权”的任一部分在相关法律框架下被法院认定为无效，
            不因该部分无效而使“授权”的其余部分无效，
            且在这种情况下，宣告者于此声明他/她将不会(i)行使任何他/她对本著作保留的著作权及其相关权利或(ii)提起任何与本著作有关的相关联诉讼主张，
            在前述(i)(ii)任一情形，此处的声明不会与宣告者所述“目的声明”相违背。
          </p>
          <br>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">四. 限制及免除责任声明</div>
        <div class="paragraph_content">
          <p>1.宣告者所拥有的商标权或专利权，不会因为本文件，而被拋弃、放弃、授权或受到其他影响。</p>
          <br>
          <p>
            2.宣告者是根据现状提供其作品的，且未声明或提供关于其作品的任何保证，无论是明示、默示、或是否为法律所规定的
            （包含但不限于任何有关本著作权利之担保、商业性的、是否符合某特定之目的、未侵害他人权利、不具有潜在或其他之缺陷、正确性、或不论能否被发现之存在或欠缺的错误）。
            本项所有前述内容均在相关法律允许的最大范围内予以提供。
          </p>
          <br>
          <p>
            3.宣告者对排除他人可能对其作品主张的权利或任何对其作品的使用免责，包含但不限于任何人对其作品的著作权及其相关权利。
            此外，宣告者对取得任何必要的同意、允许或其他权利以使用本著作不承担责任。
          </p>
          <br>
          <br>
          <p>4.宣告者已经明确知晓本组织并非本文件之当事人，且对于公共领域贡献宣告或利用宣告者作品的行为不承担任何责任或义务。</p>
          <br>

          <br>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  methods: {
    quick_pay_fun: function() {
      this.quick_pay_show = true;
      this.balance_pay_show = false;
      this.company_pay_show = false;
    }
  }
};
</script>

<style lang="less" scoped>
@import "../base.less";
</style>
