
<template>
  <div class="page">
    <div class="container">
      <div class="title">商用图片授权许可协议</div>
      <!-- 前言 -->
      <div class="preface">
        <p>
          在使用创客贴提供的版权素材之前，请仔细阅读本协议条款。一旦你进行下载和购买等行为，即表明你同意并接受本协议的全部条款的约束，
          认可所有的权利和义务。
        </p>
        <br>
        <p>
          创客贴保留在任何时候对本协议的个别、部分或全部进行更新的权利，新协议一旦公布即代替之前的版本并生效，
          如果你不同意本网站更新的协议， 有权停止服务。如果你继续使用，则视为接受新协议。
        </p>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">一. 版权声明</div>
        <div class="paragraph_content">
          <p>
            1.本网站展示的版权素材著作权归属于创客贴及资源提供方（包括合作资源商及供图作者）合法享有，
            受我国知识产权法律以及其他相关法律法规保护。
          </p>
          <br>
          <P>2.经相应的授权许可，你对本网站版权素材享有非排他性的、非独家的、不可转让的、不可转许可的在授权地域内永久使用的权利。</P>
          <br>
          <P>
            3.本协议对版权素材的授权许可使用,不视为所有权或版权已转让给被授权人；除本协议中明确陈述的授权之外，
            创客贴未授予被授权人对版权素材的其他任何权利。
          </P>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">二. 定义</div>
        <div class="paragraph_content">
          <p>1.本协议中的“被授权人”，指愿意接受本协议、同意按本协议的约定购买并使用版权素材的人（包括自然人、法人、非法人的各类组织等）。</p>
          <br>
          <p>2.本协议的“授权”，指非排他性的、非独家的、不可转让的、不可转许可的在授权地域内永久使用的权利。</p>
          <br>
          <p>
            3.本协议中的“版权素材”，指具有独创性并能以某种有形形式复制的版权素材，包括但不限于摄影照片、绘画、动态图、矢量、字体、
            以及其他版权素材。
          </p>
          <br>
          <p>
            4.为符合公平、合理的原则和版权素材代理行业的惯例，本网站对于素材许可的最大责任限度、许可内容、版权素材的使用范围等
            取决于你实际支付给我们的费用。
          </p>
          <br>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">三. 授权范围</div>
        <div class="paragraph_content">
          <p>授权性质：企业商用授权。</p>
          <br>
          <p>授权用途范围：</p>
          <table border="1">
            <tr>
              <th>范围</th>
              <th>详情</th>
              <th></th>
            </tr>
            <tr>
              <td>微信公众号配图</td>
              <td>微信公众号封面首图、封面小图等</td>
              <td>允许</td>
            </tr>

            <tr>
              <td>微博配图、微博背景装饰</td>
              <td>微博焦点图、微博背景等</td>
              <td>允许</td>
            </tr>

            <tr>
              <td>网站设计用图</td>
              <td>网站Banner、配图等</td>
              <td>允许</td>
            </tr>

            <tr>
              <td>APP设计、微信小程序配图等</td>
              <td>Banner、配图等</td>
              <td>允许</td>
            </tr>

            <tr>
              <td>皮肤/主题、装修模板类用图</td>
              <td>皮肤、壁纸、主题、背景装饰等</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>电商配图</td>
              <td>淘宝、京东、天猫、头条等第三方电商平台用图</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>网络简报</td>
              <td>电邮、PPT、年度报告、电子出版物配图</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>网络推广</td>
              <td>百度推广、360推广、淘宝直通车等</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>商业提案</td>
              <td>网络设计、VI设计、项目营销策划等提案</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>户外广告</td>
              <td>楼宇、车身、灯箱、围挡、橱窗、户外广告牌、公共场所陈列</td>
              <td>允许</td>
            </tr>

            <tr>
              <td>线下印刷</td>
              <td>宣传册、画册、折页、海报、店头陈设、易拉宝等</td>
              <td>允许</td>
            </tr>
            <tr>
              <td>转售品</td>
              <td>纺织品、手机壳、贺卡、明信片、日历、杯子、T恤等</td>
              <td>不允许</td>
            </tr>
            <tr>
              <td>传媒</td>
              <td>电视、网络视频、电影等媒体播放平台</td>
              <td>不允许</td>
            </tr>
            <tr>
              <td>图书出版</td>
              <td>报纸配图、杂志封面及配图、图书封面及配图</td>
              <td>不允许</td>
            </tr>
            <tr>
              <td>网络转售</td>
              <td>设计模板、设计元素、h5模板、ppt模板、屏幕保护程序</td>
              <td>不允许</td>
            </tr>
          </table>
        </div>
      </div>

      <div class="paragraph">
        <div class="paragraph_title">四. 授权限制</div>
        <div class="paragraph_content">
          <p>1.你不得超出授权协议条款所约定和允许的使用范围。</p>
          <br>
          <P>2.你不得将本网站素材用于任何违反国家法律法规、社会公序良俗、色情淫秽、不道德和或侵犯第三人合法权利的用途。</P>
          <br>
          <p>
            3.你不得将本网站素材用于敏感的场景，对图片中人物造成冒犯或贬低，包括但不限于：暗示心理和生理缺陷、
            暗示性方面的活动或喜好、犯罪、身体或精神虐待或疾病。
          </p>
          <br>
          <p>4.你不得将本网站素材用于烟草、酒精、药物、整容、医疗保健产品的广告或推广项目。</p>
          <br>
          <p>
            5.你不得使用素材（部分或全部）作为官方商标、其他商业标识、logo或其他原产地标识，或上述各项的部分，
            或以其他方式对任何产品或服务进行背书或暗示背书。
          </p>
          <br>
          <p>
            6.你不得为了交换、转让或散发的目的与第三方分享，包括以共享或转让素材的目的在数字资产管理系统、互联网、
            共享硬盘或类似设备上分享从本网站购买的素材，或者将素材直接对外提供。
          </p>
          <br>
          <p>7.你不得侵犯到第三方的商标或其他知识产权，或将导致有关欺诈性广告或不公平竞争的投诉。</p>
          <br>
          <p>
            8.你不得以明示或暗示的方式，虚假声明素材由创客贴或素材版权持有人之外的他人所创作，
            或使用本网站素材与创客贴业务相竞争。
          </p>
          <br>
        </div>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">五. 被授权人责任</div>

        <div class="paragraph_content">
          <p>1.你应当充分理解本协议中各项条款，保证有权利签订本协议，否则你在本网站的活动将被视违约行为。</p>
          <br>
          <p>2.你可以将本网站素材交给第三方，按照本授权协议条款的要求进行打印和制作包含素材的商品，但你必须是最终用户，并且应当采取合理的商业措施防止第三方复制和使用任何素材。</p>
          <br>
          <p>3.你理解并同意，在使用本网站素材时将保证创客贴及资源供应商不受伤害，对于因将素材用于本授权服务条款未明确允许的用途所导致的任何损害赔偿或其他法律责任，你都将承担责任和予以补偿。损害赔偿包括但不限于直接损失、间接损失、商誉损害、律师费用和法律开支。</p>
          <br>
          <p>4.你理解并同意，在使用本网站素材时由于个人行为对第三方造成侵权或引发其他赔偿，创客贴不承担任何责任，因为你的行为对创客贴造成的损失你需要一并进行赔偿。</p>
          <br>
          <p>5.你理解并同意，如果你违反与创客贴之间订立的本协议或任何其他协议的条款，而因此产生一切费用和开支，你都将对创客贴进行补偿。</p>
          <br>
        </div>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">六. 网站有限责任</div>
        <div class="paragraph_content">
          <p>1.对于本协议授权许可条款下，本网站赔偿责任限额为本网站实际收到的你支付的素材授权许可费用，这是本网站对任一用户所承担的最高合计义务及责任总额。</p>
          <br>
          <p>2.对于被授权人所使用素材时对素材或其说明加以更改，从而导致的任何损害、费用或损失，本网站一概不承担任何责任。</p>
          <br>
          <p>3.当你违反了本协议中的条款，本网站有权不通知你且随时终止你的帐户以及本网站的其他合法权利，对于账户余额没有退款义务。</p>
        </div>
      </div>
      <div class="paragraph">
        <div class="paragraph_title">七. 用户使用规范</div>
        <div class="paragraph_content">
          <p>1.在使用本网站提供的服务前你需要按照相关提示进行注册，本网站将给予你一个帐号及相应的密码，该账号的所有权归创客贴所有，仅你本人可以获得该账号的使用权，不得赠与、借用、租用、转让、出售或以其他方式许可他人使用你的账号。</p>
          <br>
          <p>
            2.你在注册成为本网站用户时，必须提供准确的个人资料，并负有及时更新的义务,同时请你负责妥善保管用户帐号和密码,你应当对以其用户帐号进行的所有活动和事件承担法律责任，本网站有权随时监控使用状态，当发现你的账号出现多人使用或其他异常使用的情况，本网站将有权随时关闭你的账号。
            其他事项
          </p>
          <br>
          <p>3.本协议自双方你同意签订之日起生效。</p>
          <br>
          <p>4.本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
          <br>
          <p>5.若你和本网站发生任何纠纷或争议，首先应友好协商解决；协商不成的，你同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
          <br>
          <p>6.本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
          <br>
          <p>7.本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
          <br>
          <p>8.本协议最终解释权归创客贴所有。</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  methods: {
    quick_pay_fun: function() {
      this.quick_pay_show = true;
      this.balance_pay_show = false;
      this.company_pay_show = false;
    }
  }
};
</script>

<style lang="less" scoped>
@import "../base.less";
</style>
